exports.msg = {
    // white
    white1: "Привіт, дякую за звернення! Це - антибулінговий бот. Нумо знайомитися!",
    white2: "Ти хлопець чи дівчина?",
    white3: "Тепер розберімося з твоїм запитом.",
    white4: "Тебе щось турбує?",
    white5: "Круто, приємно було познайомитися! Просто хочеш поговорити?",
    white6: "Тоді бувай!",
    white7: "Вибач, я трохи на інше запрограмований. Але все одно, приємно було спілкуватись! Вважай це знаком того, що ти дуже великий молодець!",
    white8: "Розкажи, будь ласка, що саме тебе турбує. Тебе ображають в школі?",
    white9: 'Почитай уважно, чи схоже на твій досвід:\n' +
        '<b>Булінг</b> — це коли людині навмисно і неодноразово завдають болю, і їй з певних причин важко захистити себе.\n' +
        'Біль може бути фізичний, психологічний, може бути ізоляцією або пошкодженням репутації, втручанням в дружні стосунки.\n' +
        'Тебе непокоїть ситуація схожа на це?',
    white10: "Мені дуже шкода, що так сталося.\n" +
        "Скажи, яка роль найкраще описує тебе в цих обставинах?",
    white11: "Дякую за розмову 🙂 \n Потурбуйся про себе!",
    white12: "Запустити діалог спочатку?",
    white13: "Не пиши мені! Використовуй кнопки.",

    white14: "Ця гілка діалогу ще не готова 🤷‍♂️ \nПерезапустити спочатку?",

    // red
    red1: 'Тебе турбує щось інше?\n' +
        'Якщо ти стикаєшся з домашнім (тебе бʼють) чи сексуальним насильством - терміново телефонуй:\n' +
        '116 123',
    red2: "Маєш думки про самогубство чи шкоду собі?\n" +
        "Терміново телефонуй 7333\n" +
        "Я дуже хочу тебе підтримати та допомогти, але я всього лиш бот.\n" +
        "Ти допоможеш собі?",
    red3: 'Обовʼязково звернися по допомогу. ' +
        'Це важливо. ТИ важливий. А поки, аби мати щоденну підтримку, ' +
        'підпишися на <a href="https://t.me/mamavtelegrami">цей телеграм</a>.',
    red4: "Це - анонімний телеграм-бот. Ніхто не дізнається, хто ти. " +
        "Але, якщо тобі потрібно поговорити з людиною, то звертайся сюди:\n" +
        "116 111",

    // pink
    pink1_1: 'Дякую за твою відвертість. Визнати це потребувало великої відваги. Ти хочеш припинити цькувати?',
    pink1_2: 'Люди часто цькують не через те, що вони погані, а тому, що відчайдушно хочуть отримати визнання та прийняття з боку своїх однолітків. Або їм здається, що без мішені булінгу у класі буде краще. ',
    pink2: 'Скажу трохи банальну річ, але здобути прийняття друзів та однолітків можна також в інший спосіб. Наприклад, своєю відвагою, розумом, ерудованістю, гумором. Якщо тебе приймають за те, що ти робиш боляче комусь іншому, то це... Така трохи нездорова атмосфера в групі, тобі не здається?',
    pink3: 'Булінг - дуже шкідлива штука для ментального здоровʼя. Наслідки його тривають все життя. Люди, що зазнали булінгу, схильні до депресій, тривожностей та думок про самогубство навіть у дорослому віці. Ти певен, що готовий/-ва нести таку відповідальність все життя?',
    pink4: 'Тому наш план дій такий: наступного разу не підключайся до булінгу. Якщо маєш сили, то спробуй спинити булінг інших словами. Якщо ні - підійди потім до того, кого цькують, і вислови підтримку.\n' +
        '\n' +
        'У тебе все вийде, я знаю, що ти хороша людина!',

    // Yellow
    yellow1: 'Ти спостерігаєш, що когось ображають або чинять несправедливого щодо когось, і це сталося вже кілька разів?',
    yellow2: 'Цьому комусь важко себе захистити перед нападником/нападниками?',
    yellow3: 'Можливо, це конфлікт або зʼясування стосунків? Будь ласка, спитай у дитини, яку, як тобі здається, ображають, чи потрібна йому/їй якась допомога?',
    yellow4: 'Чи ти розповідав/-ла комусь дорослому про цю ситуацію?',
    yellow5: 'У 46% випадків після втручання дорослих ситуація з булінгом покращувалася. У 25% нічого не змінилося. Тобто ти нічого не втрачаєш, якщо звертаєшся до дорослих по допомогу. Ти лише виграєш! Звернешся?',
    yellow6: 'Чудово!\n' +
        'Це дуже крутий вчинок! У більшості випадків це допомагає з булінгом.\n' +
        'Хочеш знати, що іще робити?',
    yellow7: 'Тоді просто подякую тобі за небайдужість.\n' +
        'Спробуй потоваришувати з тим, кого ображають!\n' +
        'Або, принаймні, підтримати простими словами:\n' +
        '"Коли що - я поруч".',
    yellow8: 'Всіх постраждалих від булінгу обʼєднує те, що у них мало друзів та звʼязків з однолітками. Дружні стосунки - це захист від булінгу. Спробуй почати спілкуватися з мішенню, можливо, знайти спільний інтерес? Можливо, підтримай словами, скажи, що співчуваєш і що ситуація загалом ганебна з цим булінгом.',
    yellow9: 'Для булінгу потрібні свідки. Булінг допомагає нападнику показати однокласникам: "Дивіться, я крутезний!" Без підтримки групи нападнику не буде сенсу цькувати. Чим більше однокласників скаже: "Агов, наівщо ти це робиш? Це взагалі неприкольно!", тим менше сенсу нападнику буде в цькуванні. Чи тобі страшно вголос захищати того, кого булять, від нападника?',
    yellow10: 'Ти молодець! Так і роби! Памʼятай: якщо просто мовчати, то нападник сприйме це за підтримку своїх дій. Якщо ж говорити вголос - це інша справа. Це покаже нападнику, що його /її дії небажані і так підтримки та статусу не здобути.',
    yellow11: 'Можу тебе зрозуміти. Справді, досить часто за захист від булера "прилітає" самим захисникам. Щоб це подолати, треба якнайбільше дітей загітувати у команду захисників. Крім того, можна поговорити з учителем, що атмосфера якась трохи у вас... нездорова.',
    yellow12: 'Я дуже поважаю тебе за твою позицію та бажання допомогти. Щоб бути супергероєм - не обовʼязково мати надприродні сили.\n' +
        'Ти вже супергерой/супергеройка.',

    // Blue
    blue1: 'Як гадаєте, що може порадити чи сказати дорослий дитині, яку цькують?',
    blue2: '«Ти просто ігноруй!» \nГоворячи так, ви наче кажете дитині: твої страждання неважливі, вони такі сміховинні, що їх можна проігнорувати. Такі слова змушують дитину сумніватися в собі, ігнорувати свій біль та свої потреби та втрачати довіру до світу. Спробуєте ще раз?',
    blue3: '«Ти маєш дати здачі!»\n З цим є дві проблеми:\n' +
        '1. Ви перекладаєте на дитину відповідальність за те, що з нею коять насильство. Дитина й без того стикається з чимось більшим, ніж вона може впоратися, а тут ще їй повідомляють: розбирайся сама. Це - шлях до ще більшої травматизації, відчуття зради та руйняції для самооцінки.\n' +
        '2. Більшість видів булінгу лишаються невидимими для вчителя. Одначе бійка одразу стане помітною, тож покарають саме вашу дитину. \n' +
        'Спробуєте ще раз?',
    blue4: '«Те, що з тобою відбувається — жахливо. Мені дуже прикро, що ти проходиш через це. Я з тобою, я поруч. Я допоможу!»\n' +
        'Чудово! Валідизуйте почуття дитини, запевніть, що ви поруч і що ви за неї горою. Що іще можна зробити?',
    blue5: 'Ви маєте право самостійно звернутися до поліції. Для цього вам треба ретельно зібрати докази цькування. Фіксуйте кожен випадок за схемою:\n' +
        '1. Коли це сталося (час, дата)\n' +
        '2. Де це сталося.\n' +
        '3. Що саме сталося.\n' +
        '4. Хто був агресором.\n' +
        '5. Хто були свідки.\n' +
        '6. Подавайте копію цієї заяви директору школи. Зразок заяви є тут:',
    blue6: 'Краще зорієнтуватися, що робити дорослому у цій ситуації, можна завдяки онлайн курсам',
    blue7: 'На початок діалогу з ботом',

    // Green
    green1: 'txt',
    green2: 'txt',
    green3: 'txt',
    green4: 'txt',
    green5: 'txt',
    green6: 'txt',
    green7: 'txt',
    green8: 'txt',
    green9: 'txt',
    green10: 'txt',
    green11: 'txt',
    green12: 'txt',
    green13: 'txt',
    green14: 'txt',
    green15: 'txt',
    green16: 'txt',
    green17: 'txt',
    green18: 'txt',
    green19: 'txt',
    green20: 'txt',
    green21: 'txt',
    green22: 'txt',
    green23: 'txt',







}