exports.msg = {
    // white
    white1: "Привіт, дякую за звернення! Це - антибулінговий бот. Нумо знайомитися!",
    white2: "Ти хлопець чи дівчина?",
    white3: "Тепер розберімося з твоїм запитом.",
    white4: "Тебе щось турбує?",
    white5: "Круто, приємно було познайомитися! Просто хочеш поговорити?",
    white6: "Тоді бувай!",
    white7: "Вибач, я трохи на інше запрограмований. Але все одно, приємно було спілкуватись! Вважай це знаком того, що ти дуже великий молодець!",
    white8: "Розкажи, будь ласка, що саме тебе турбує. Тебе ображають в школі?",
    white9: "Почитай уважно, чи схоже на твій досвід:\n" +
        "*Булінг* — це коли людині навмисно і неодноразово завдають болю, і їй з певних причин важко захистити себе.\n" +
        "Біль може бути фізичний, психологічний, може бути ізоляцією або пошкодженням репутації, втручанням в дружні стосунки.\n" +
        "Тебе непокоїть ситуація схожа на це?",
    white10: "Мені дуже шкода, що так сталося.\n" +
        "Скажи, яка роль найкраще описує тебе в цих обставинах?",
    white11: "Дякую за розмову 🙂 \n Потурбуйся про себе!",
    white12: "Запустити діалог спочатку?",
    white13: "Не пиши мені! Використовуй кнопки.",
    // red
    red1: 'Тебе турбує щось інше?\n' +
        'Якщо ти стикаєшся з домашнім (тебе бʼють) чи сексуальним насильством - терміново телефонуй:\n' +
        '116 123',
    red2: "Маєш думки про самогубство чи шкоду собі?\n" +
        "Терміново телефонуй 7333\n" +
        "Я дуже хочу тебе підтримати та допомогти, але я всього лиш бот.\n" +
        "Ти допоможеш собі?",
    red3: 'Обовʼязково звернися по допомогу. ' +
        'Це важливо. ТИ важливий. А поки, аби мати щоденну підтримку, ' +
        'підпишися на <a href="https://t.me/mamavtelegrami">цей телеграм</a>.',
    red4: "Це - анонімний телеграм-бот. Ніхто не дізнається, хто ти. " +
        "Але, якщо тобі потрібно поговорити з людиною, то звертайся сюди:\n" +
        "116 111",
    // pink
    pink1_1: 'txt',
    pink1_2: 'txt',
    pink2: 'txt',
    pink3: 'txt',
    pink4: 'txt',
    // Yellow
    yellow1: 'txt',
    yellow2: 'txt',
    yellow3: 'txt',
    yellow4: 'txt',
    yellow5: 'txt',
    yellow6: 'txt',
    yellow7: 'txt',
    yellow8: 'txt',
    yellow9: 'txt',
    yellow10: 'txt',
    yellow11: 'txt',
    yellow12: 'txt',
    // Blue
    blue1: 'txt',
    blue2: 'txt',
    blue3: 'txt',
    blue4: 'txt',
    blue5: 'txt',
    blue6: 'txt',
    blue7: 'txt',
    // Green
    green1: 'txt',
    green2: 'txt',
    green3: 'txt',
    green4: 'txt',
    green5: 'txt',
    green6: 'txt',
    green7: 'txt',
    green8: 'txt',
    green9: 'txt',
    green10: 'txt',
    green11: 'txt',
    green12: 'txt',
    green13: 'txt',
    green14: 'txt',
    green15: 'txt',
    green16: 'txt',
    green17: 'txt',
    green18: 'txt',
    green19: 'txt',
    green20: 'txt',
    green21: 'txt',
    green22: 'txt',
    green23: 'txt',







}