exports.msg = {
    // white
    white1: "Привіт, дякую за звернення! Я - антибулінговий бот 😎. Нумо знайомитися!",
    white2: "Ти хлопець чи дівчина?",
    white3: "🤔 Тепер розберімося з твоїм запитом.",
    white4: "Тебе щось турбує?",
    white5: "Круто, приємно було познайомитися! Просто хочеш поговорити?",
    white6: "Тю, тоді бувай",
    white7: "Вибач, я трохи на інше запрограмований. Але все одно, приємно було спілкуватись! Вважай це знаком того, що ти дуже великий молодець!",
    white8: "Розкажи, будь ласка, що саме тебе турбує. Тебе (або когось) ображають в школі? Можливо, роблять так, аби з тобою ніхто не спілкувався?",
    white9: 'Почитай уважно, чи це схоже на твій досвід:\n' +
        '<b>Булінг</b> — це коли людині навмисно і неодноразово завдають болю, і їй з певних причин важко захистити себе.\n' +
        'Біль може бути фізичний, психологічний, може бути у вигляді ізоляції (хтось закликає інших з тобою не спілкуватися) або псування репутації (наговорюють друзям проти тебе, розпускають чутки).\n\n' +
        'Чи ти якось {дотичний|дотична} до такої ситуації? Можливо, як мішень нападок, нападник, свідок, занепокоєний дорослий?',
    white10: "Мені дуже шкода, що так сталося 🤕. Але з усім можна впоратися!\n" +
        "Скажи, яка роль найкраще описує тебе в цих обставинах?",
    white11: "Дякую за розмову 🙂 \nПотурбуйся про себе!",
    white12: "Почати новий діалог?",
    white13: "Я б дуже хотів, але не розумію написаного. Будь ласка, використовуй кнопки.",

    white14: "Ця гілка діалогу ще не готова 🤷‍♂️ \nПерезапустити бот?",

    // red
    red1: 'Тебе турбує щось інше?\n' +
        'Якщо ти стикаєшся з домашнім (тебе бʼють) чи сексуальним насильством (хтось робить щось неприйнятне в сексуальному плані, від чого тобі дуже соромно чи неприємно) - терміново телефонуй:\n' +
        '116 123',
    red2: "Маєш думки про самогубство чи шкоду собі?",
    red3: 'Обовʼязково звернися по допомогу. ' +
        'Це важливо. Ти {важливий|важлива}. А поки, аби мати щоденну підтримку, ' +
        'підпишися на <a href="https://t.me/mamavtelegrami">цей телеграм</a>.',
    red4: "Це - анонімний телеграм-бот. Ніхто не дізнається, хто ти. " +
        "Але, якщо тобі потрібно поговорити з людиною, то звертайся сюди:\n" +
        "116 111",
    red5: "Терміново телефонуй 7333\n" +
        "Я дуже хочу тебе підтримати та допомогти, але я всього лиш бот.\nТи допоможеш собі?",
    red6: 'Це дуже добре. Ти - найдорожче, що у тебе є. Ти - твоя найкраща опора.',
    red7: 'І все ж, я наполягатиму. Натисни кнопку 👇',

    // pink
    pink1: 'Дякую за твою відвертість. Визнати це потребувало великої відваги. Ти хочеш припинити цькувати? 🤔',
    pink1b: 'Люди часто цькують не через те, що вони погані, а тому, що відчайдушно хочуть отримати визнання та прийняття з боку своїх однолітків. Ще іноді їм здається, що без мішені булінгу у класі буде краще. ',
    pink2: 'Скажу трохи банальну річ, але здобути прийняття друзів та однолітків можна також в інакший спосіб. \nНаприклад, вражати своєю відвагою, розумом, ерудованістю, гумором.\nЯкщо тебе приймають за те, що ти робиш боляче комусь іншому, то це... Така трохи нездорова атмосфера в групі, тобі не здається?',
    pink3: 'Булінг - дуже шкідлива штука для психічного здоровʼя. Наслідки його тривають все життя.\nЛюди, що зазнали булінгу, схильні до депресій, тривожностей та думок про самогубство навіть у дорослому віці.\nТи {певен|певна} , що {готовий|готова} нести таку відповідальність все життя? 🫤 \nЯк на мене, це геть не прикольно',
    pink4: 'Тому наш план дій такий: наступного разу не підключайся до булінгу. Якщо маєш сили, то спробуй спинити тих, хто булить, словами.\nЯкщо ні - підійди потім до того, кого цькують, і вислови підтримку.\n' +
        '\n' +
        'У тебе все вийде, я знаю, що ти хороша людина! 🤩',

    // Yellow
    yellow1: 'Ти бачиш, як когось ображають або чинять несправедливо, і це сталося вже понад один раз?',
    yellow2: 'Цьому комусь важко себе захистити перед нападником/нападниками?',
    yellow3: 'Можливо, це конфлікт або зʼясування стосунків? Будь ласка, спитай у того, кого ображають, чи потрібна йому/їй якась допомога 🖐️?',
    yellow4: 'Чи ти {розповідав|розповідала} комусь дорослому про цю ситуацію? 🤔',
    yellow5: 'Дослідники кажуть, що у 46% випадків після втручання дорослих ситуація з булінгом покращується. У 25% нічого не змінюється.\nТобто досить високі шанси, що ти нічого не втрачаєш, якщо звернешся до дорослих по допомогу.\nМало того: скоріш за все, ти виграєш! 🤟\nЗвернешся?',
    yellow6: 'Чудово!\n' +
        'Це дуже крутий вчинок! У більшості випадків це допомагає з булінгом.\n' +
        'Хочеш знати, що іще робити?',
    yellow7: 'Тоді просто подякую тобі за небайдужість ❤️.\n' +
        'Спробуй потоваришувати з тим, кого ображають!\n' +
        'Або, принаймні, підтримати простими словами:\n' +
        '"Коли що - я поруч".',
    yellow8: 'Всіх постраждалих від булінгу обʼєднує те, що у них мало друзів та звʼязків з однолітками.\nДружні стосунки - це захист від булінгу.\nСпробуй почати спілкуватися з мішенню, можливо, знайти спільні захоплення? Підтримай словами, скажи, що співчуваєш і що ситуація загалом ганебна з цим булінгом!',
    yellow9: 'Для булінгу потрібні свідки.\nБулінг допомагає нападнику показати однокласникам: "Дивіться, я {крутезний|крутезна} !"\nБез підтримки свідків нападнику нема сенсу цькувати.\nЧим більше однокласників скаже: "Агов, навіщо ти це робиш? Це взагалі не прикольно!", тим менше сенсу нападнику буде в цькуванні.\nТобі страшно вголос захищати того, кого булять?',
    yellow10: 'Ти {молодець|молодчинка}! Так і роби! Памʼятай: якщо просто мовчати, то нападник сприйме це за підтримку своїх дій.\nЯкщо ж говорити вголос - це інша справа. Це покаже нападнику, що його /її дії небажані і так підтримки та статусу не здобути.',
    yellow11: 'Можу тебе зрозуміти 🤕.\nСправді, досить часто за захист "прилітає"  захисникам. Щоб це подолати, треба якнайбільше дітей перетягнути в команду захисників.\nКрім того, можна поговорити з учителем, що атмосфера якась трохи у вас... нездорова.',
    yellow12: 'Я дуже поважаю тебе за твою позицію та бажання допомогти. Щоб бути супергероєм - не обовʼязково мати надприродні сили ✊.\n' +
        'Ти вже {супергерой|супергеройка}!',

    // Blue
    blue1: 'Як гадаєте, що може порадити чи сказати дорослий дитині, яку цькують?',
    blue2: '«Ти просто ігноруй!» \nГоворячи так, ви наче кажете дитині: твої страждання неважливі, вони такі сміховинні, що їх можна проігнорувати.\nТакі слова змушують дитину сумніватися в собі, ігнорувати свій біль та свої потреби та втрачати довіру до світу. Спробуєте ще раз?',
    blue3: '«Ти маєш дати здачі!»\nЗ цим є дві проблеми:\n' +
        '1. Ви перекладаєте на дитину відповідальність за те, що з нею коять насильство. Дитина й без того стикається з чимось більшим, ніж вона може впоратися, а тут ще й найдорожчі кажуть: розбирайся сама. Це - шлях до ще більшої травматизації, відчуття зради та руйнації для самооцінки дитини.\n' +
        '2. Більшість видів булінгу лишаються невидимими для вчителя. Одначе бійка одразу стане помітною, тож покарають саме вашу дитину, а на справжнього нападника. \n' +
        'Спробуєте ще раз?',
    blue4: '«Те, що з тобою відбувається — жахливо. Мені дуже прикро, що ти проходиш через це. Я з тобою, я поруч. Я допоможу!»\n' +
        'Чудово! Визнайте право дитини на ці почуття та емоції, запевніть, що ви поруч і що ви за неї горою. Що іще можна зробити?',
    blue5: 'Ви маєте право самостійно звернутися до поліції. Для цього вам треба ретельно зібрати докази цькування. Фіксуйте кожен випадок за схемою:\n' +
        '1. Коли це сталося (час, дата)\n' +
        '2. Де це сталося.\n' +
        '3. Що саме сталося.\n' +
        '4. Хто був агресором.\n' +
        '5. Хто були свідки.\n' +
        '6. Подавайте копію цієї заяви директору школи. Ви можете скласти заяву самостійно за зразком. Бланк заяви, яку заповнює дитина, є тут:',
    blue6: 'Краще зорієнтуватися, що робити дорослому у цій ситуації, можна завдяки онлайн курсам',
    blue7: 'На початок діалогу з ботом',

    // Green
    green1: 'Це було понад один раз?',
    green2: 'Тобі було боляче фізично, на душі, страшно і/чи неприємно?',
    green3: 'Чи тобі б удалося припинити ці нападки, якби захотілося? Тільки чесно',
    green4: 'Якщо ситуація трапилася з тобою один раз або такі ситуації не завдають тобі болю, то, скоріш за все, ми маємо справу з конфліктом, сваркою, бійкою і т.д., але не з булінгом. \nПоговоримо ще раз?',
    green5: 'Тобто щось стоїть на заваді, і ти не можеш (або не {певен|певна}, чи можеш) себе захистити.\nМожливо, ця людина має більше влади, ніж ти, більше друзів (з ним/нею всі дружать, а з тобою ні) чи є просто сильнішою?',
    green6: 'Чудово, я радію, що ти можеш себе захистити 🩷.\nПро всяк випадок, повідом про ситуацію дорослим. Бо я лише бот, я не можу бачити всю картину. Добре?',
    green7: 'Чи {повідомляв|повідомляла} ти про ситуацію комусь з дорослих?',
    green8: 'Це чудово! Сподіваюся, тобі допомогли?',
    green9: 'Дивися: у 46% після втручання дорослих ситуація з булінгом покращувалася. У 25% нічого не змінилося.\nТобто ти, скоріш за все, нічого не втрачаєш, якщо звертаєшся до дорослих по допомогу. Звернешся?',
    green10: 'От халепа! 😔 Дуже прикро це чути. Але не здавайся! Продовжуй шукати того, хто тоді допоможе!',
    green11: 'Те, з чим ти стикаєшся, дуже жахливо і  є  непростим викликом.\nДитині самій не так вже й легко впоратися. Дорослі ж, натомість, мають якийсь життєвий досвід і можуть допомогти. Не завжди, звісно, але якщо їм не дати шанс, то вони точно нічого не зроблять.\nТи не маєш бути з цим наодинці. Попросиш дорослих про допомогу? ',
    green12: 'Чудово!\n' +
        'Ти знаєш, що ти {молодець|молодчинка}? 🤩',
    green13: 'Прикро це чути :(\n' +
        'Але ти ж знаєш, що ти  {молодець|молодчинка}?',
    green14: 'Я дуже раджу тобі підписатися на Телеграм-канал <a href="https://t.me/mamavtelegrami">"Мама в телеграмі"</a>. Цей канал щодня нагадуватиме хороші речі про тебе!\n' +
        'Вдалося підисатися? Рухаємось далі?',
    green15: 'Прекрасно!\n' +
        'Булінг в школі — це дуже непросте випробування. \nТебе цькують не через те, що з тобою щось не так, а тому, що діти за твій рахунок намагаються здобути собі статус та прийняття однолітків.\nЦе ганебно, і ми можемо лише сподіватися, що коли вони виростуть, то їм трохи проясниться в голові.\nТвоя ж задача зараз - оберігати себе, підтримувати себе та знайти людину, якій ти зможеш довіритися. \n' +
        'Як гадаєш, що ще ти можеш зробити у випадку булінгу? 🤔',
    green16: 'Це погана ідея, бо, за статистикою, саме того, хто бʼється у відповідь, потім карають.\nБільшість булінгу є непомітною, а ось твоя бійка точно впаде у вічі вчителю. Хочеш почути, що ти можеш зробити?',
    green17: 'Дослідження показують, що постраждалими від булінгу найчастіше стають люди, у яких найменше дружніх звʼязків в класі.\nАле це точно не має нічого спільного з твоєю особистою силою чи слабкістю!\n' +
        'Хочеш почути, що ти можеш зробити?',
    green18: 'Якщо просто терпіти, то у тебе всередині зростатиме біль від несправедливості та неможливості нічого зробити. \nЦе - травмуюче переживання і воно точно тобі не треба, повір мені. Поговориш з кимось дорослим?',
    green19: 'Це саме те, що треба! Круто! Але домовмося ще про таке:\n' +
        '1. Ти перестаєш сварити себе і щодня знаходиш, за що себе похвалити. Щодня-щодня! От просто перед сном лежи і думай МІНІМУМ про одну річ, за що можна себе похвалити 🔥. Не дури бота, бот все бачить! ;)\n' +
        '2. Ти поступово починаєш розбудовувати взаємини з кимось в класі.\nЯкщо це важко - знайди друзів за інтересами, наприклад - ви любите одну компʼютерну гру. \nМаленькі кроки назустріч допоможуть прокласти місточки розуміння, головне - почати їх робити. \n' +
        '3. Ти говориш з батьками про те, що відбувається у твоєму житті. \nЯкщо їм байдуже чи вони відмахуються - говори з вчителями, шкільним психологом. Якщо і їм байдуже - з хрещеними, дядьками, друзями родини.\nЦе має бути будь-який дорослий, якому ти довіряєш. І ти точно його знайдеш!\n' +
        '4. Ти памʼятаєш, що рано чи пізно ця ситуація скінчиться, ти знайдеш чудових друзів і досягнеш в житті того, що собі {намріяв|намріяла}? \nТобі зараз здається, що це неможливо, але повір мені! Все налагодиться. Це просто такий кепський період в житті, але він не триватиме вічно!\n' +
        'Гаразд?',
    green20: 'Добре, чудово!\n' +
        'Якщо тобі треба поспілкуватися із кимось або ситуація стає нестерпною, то ось номер гарячої лінії, куди можна подзвонити. Збережи його собі\n' +
        '166 000\n' +
        'Роби тиць!\n' +
        '🙃',
    green21: 'Мені дуже прикро, що ти обираєш цю відповідь. Ті, хто тебе ображає - гівнюки 🤭.\n' +
        'Якщо тобі треба поспілкуватися із кимось або ситуація стає нестерпною, то ось номер гарячої лінії, куди можна подзвонити. Збережи його собі\n' +
        '166 000 \n' +
        'Будь ласка, підпишися також на цей телеграм бот, який щодня тобі нагадуватиме, {який|яка} ти {цінний|цінна} та {чудовий|чудова}.\n' +
        '<a href="https://t.me/mamavtelegrami">"Мама в телеграмі"</a> \n' +
        'Підписався? Роби тиць!',
    green22: 'Коли тобі роблять боляче, ти переживаєш булінг, то тобі треба зібрати докази цього - просто на випадок, якщо зважишся звернутися по допомогу.\nТобі треба зібрати докази всіх випадків булінгу. Для цього запиши:\n1. коли це відбулося (дата, час),\n' +
        '2. Що саме відбулося,\n' +
        '3. Хто це робив\n' +
        '4. Хто були свідки.\n' +
        '5. Яких саме страждань тобі це завдало. \n' +
        'Зберігай ці докази на випадок звернення до поліції та суду.',
    green23: 'Ти - найцінніше, що у тебе є. Твоя краса, твоя сила, твої цінності - все це робить тебе прекрасною людиною. Люби себе, підтримуй себе і нехай усе паскудство довкола розвіється та розлетиться. Успіху тобі! ❤️',
    green24: 'Дорослі справді мають більше досвіду. Ти не {повинен|повинна} бути наодинці зі своїми викликами. Я певен, що ти можеш знайти, з ким поговорити.',
    green25: 'Я не можу змусити тебе звернутися по допомогу, але повір: у більшості випадків стає краще. \n' +
        'Натисни кнопку, щоб дізнатися ще дещо важливе.',
}
